Repository: robyone-srl/wp-mim-eidgateway-connect
Catalog: trunk/languages/wp-mim-eidgateway-connect-*.po
Languages: it_it

source: Login with eID-Gateway
it_it: Login con eID-Gateway

source: This unofficial plugin facilitates the process of integrating the school website created with WordPress to the eID-Gateway component made available by Ministero dell'Istruzione e del Merito.
it_it: Questo plugin non ufficiale facilita il processo di integrazione del sito web scolastico realizzato con WordPress al componente eID-Gateway messo a disposizione dal Ministero dell'Istruzione e del Merito.

source: Fiscal code
it_it: Codice fiscale

source: The fiscal code is used for access with SPID and CIE through eID-Gateway.
it_it: Il codice fiscale viene usato per l'accesso con SPID e CIE tramite eID-Gateway.

source: Another user already has this fiscal code. The fiscal code has not been changed.
it_it: Un altro utente ha già questo codice fiscale. Il codice fiscale non è stato modificato.

source: The fiscal code is not in a valid format. The fiscal code has not been changed.
it_it: Il formato del codice fiscale non è valido. Il codice fiscale non è stato modificato.

source: eID-Gateway settings
it_it: Impostazioni di eID-Gateway

source: The configuration is incomplete. Client ID and mechanographic code are mandatory.
it_it: La configurazione è incompleta. Client ID e codice meccanografico sono obbligatori.

source: Login with eID-Gateway is disabled. You can enable it with the settings below.
it_it: L'accesso con eID-Gateway è disabilitato. Puoi attivarlo con le impostazioni qui sotto.

source: eID-Gateway operation settings
it_it: Funzionamento di eID-Gateway

source: Enable login with eID-Gateway
it_it: Abilita login con eID-Gateway

source: Enable eID-Gateway test mode
it_it: Abilita modalità di test di eID-Gateway

source: School data
it_it: Dati della scuola

source: Client ID provided by SIDI
it_it: Client ID fornito dal SIDI

source: School mechanographic code
it_it: Codice meccanografico della scuola

source: Integration with Design Scuole Italia theme
it_it: Integrazione con il tema Design Scuole Italia

source: Show login buttons in public part too
it_it: Mostra i pulsanti di login anche nella parte pubblica

source: Normally, the SPID and CIE login buttons are displayed only on the WordPress login page. If you use the Design Scuole Italia theme, it is advisable to enable this option, so that the login buttons are also displayed in the public part, in the panel that appears by clicking on "Login" in the top bar.
it_it: Normalmente, i pulsanti di login con SPID e CIE vengono visualizzati solo nella pagina di login di WordPress. Se si utilizza il tema Design Scuole Italia, è consigliabile abilitare questa opzione, in modo che i pulsanti di login vengano mostrati anche nella parte pubblica, nel pannello che appare facendo clic su "Accedi" nella barra superiore.

source: Hide theme login form
it_it: Nascondi il form di login del tema

source: It only works if the "%s" option is enabled. By enabling this option, the Design Scuole Italia theme login form is hidden, allowing access only with SPID or CIE.
it_it: Funziona solo se l'opzione "%s" è abilitata. Abilitando questa opzione, il form di login del tema Design Scuole Italia viene nascosto, permettendo di accedere solo con SPID o CIE.

source: After aggregating the school in the SIDI portal, enter the required data here.
it_it: Dopo aver effettuato l'aggregazione della scuola nel portale SIDI, inserisci qui i dati richiesti.

source: If you use the Design Scuole Italia theme, you can use these settings to better integrate the login with SPID and CIE to the theme. If you do not use this theme, do not activate the following settings because they may cause unwanted effects.
it_it: Se utilizzi il tema Design Scuole Italia, puoi usare queste impostazioni per integrare meglio il login con SPID e CIE al tema. Se invece non utilizzi tale tema, non attivare le seguenti impostazioni perché potrebbero comportare effetti indesiderati.

source: Manage general settings
it_it: Gestisci le impostazioni generali

source: Incomplete eID-Gateway login configuration
it_it: Configurazione accesso eID-Gateway incompleta

source: Token verification error
it_it: Errore nella verifica del token

source: Invalid token
it_it: Token non valido

source: Invalid fiscal code
it_it: Codice fiscale non valido

source: The user is not registered.
it_it: L'utente non è registrato.

source: Login with SPID
it_it: Entra con SPID

source: Login with CIE
it_it: Entra con CIE
